Repository: leejh08/Flourish-Face
Catalog: Flourish_Face.swiftpm/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: %@ of %d seconds
ja: %2$d秒中%1$@秒
ko: %2$d초 중 %1$@초
zh_hans: %2$d秒中%1$@秒

source: %@ side affected
ja: %@側がマヒ
ko: %@ 쪽 마비
zh_hans: %@侧面瘫痪

source: %lld Sets
ja: %lld セット
ko: %lld 세트
zh_hans: %lld 组

source: %lld flowers collected
ja: 花 %lld 本収集
ko: 꽃 %lld송이를 모았어요
zh_hans: 已收集 %lld 朵花

source: %lld of 7 days completed
ja: 今週の達成: %lld日
ko: 7일 중 %lld일 완료
zh_hans: 7天中完成了 %lld 天

source: %lld sessions completed
ja: 累計完了: %lld回
ko: %lld회 운동 완료
zh_hans: 累计完成 %lld 次

source: 3 simple exercises for beginners
ja: 初心者向けの 3つの簡単なエクササイズ
ko: 초보자를 위한 3가지 간단한 운동
zh_hans: 适合初学者的 3个简单练习

source: 5 exercises for a full workout
ja: フルワークアウトのための 5つのエクササイズ
ko: 전체 운동을 위한 5가지 운동
zh_hans: 完整锻炼的 5个练习

source: A breeze wraps around the garden Freely relax your expression
ja: そよ風が庭を包む 自由に 表情をリラックスさせましょう
ko: 바람이 정원을 감싸요 자유롭게 표정을 이완하세요
zh_hans: 微风环绕花园 自由地 放松你的表情

source: A tiny seed is waking up Breathe life into it with gentle movements
ja: 小さな種が目覚めている 優しい動きで 命を吹き込んでください
ko: 작은 씨앗이 깨어나고 있어요 부드러운 움직임으로 생명을 불어넣어 주세요
zh_hans: 一粒小种子正在苏醒 用轻柔的动作 为它注入生命

source: A warmer smile awaits.
ja: より温かい笑顔が待っています。
ko: 더 따뜻한 미소가 기다리고 있어요.
zh_hans: 更温暖的微笑在等待着你。

source: Advanced
ja: 上級
ko: 심화
zh_hans: 高级

source: Affected Side
ja: 麻痺側
ko: 마비된 쪽
zh_hans: 患侧设置

source: All Done Today
ja: 今日の運動完了
ko: 오늘 운동 완료
zh_hans: 今日完成

source: Almost There
ja: もう少し
ko: 거의 다 왔어요
zh_hans: 快到了

source: Almost there!
ja: もう少しです！
ko: 거의 다 왔어요!
zh_hans: 快到了！

source: Amazing Effort!
ja: 素晴らしい努力！
ko: 대단한 노력이에요!
zh_hans: 太努力了！

source: Awaken the Seed
ja: 種を目覚めさせる
ko: 씨앗을 깨우다
zh_hans: 唤醒种子

source: Basic
ja: 基礎
ko: 기초
zh_hans: 基础

source: Believe in your bloom.
ja: あなたの開花を信じてください。
ko: 꾸준히, 반드시 피어날 거예요.
zh_hans: 相信你会绽放。

source: Bloom the Flower
ja: 花を咲かせる
ko: 꽃을 피우다
zh_hans: 让花绽放

source: Brow
ja: 眉
ko: 눈썹
zh_hans: 眉毛

source: Build the Momentum
ja: 勢いをつけましょう
ko: 탄력을 붙여보세요
zh_hans: 积累动力

source: But healing begins with one small movement.
ja: でも回復は 小さな一つの動きから始まります。
ko: 하지만 치유는 작은 움직임 하나에서 시작돼요.
zh_hans: 但康复 从一个小小的动作开始。

source: Camera Access Required
ja: カメラのアクセスが必要
ko: 카메라 접근 권한 필요
zh_hans: 需要相机权限

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cherry Blossom
ja: 桜
ko: 벚꽃
zh_hans: 樱花

source: Choose one to add to your collection
ja: コレクションに追加する花を選んでください
ko: 컬렉션에 추가할 꽃을 선택하세요
zh_hans: 选择一朵加入你的收藏

source: Choose your flower when you return home
ja: ホームに戻ったら 花を選んでください
ko: 홈으로 돌아가면 꽃을 선택하세요
zh_hans: 回到主页时 选择你的花

source: Choose your level
ja: レベルを選択してください
ko: 난이도를 선택하세요
zh_hans: 选择你的级别

source: Close both eyes tightly
ja: 両目をしっかり閉じましょう
ko: 두 눈을 꼭 감아보세요
zh_hans: 用力闭上双眼

source: Close session
ja: セッションを閉じる
ko: 세션 닫기
zh_hans: 关闭训练

source: Collect
ja: 収集する
ko: 수집하기
zh_hans: 收集

source: Collection
ja: コレクション
ko: 수집
zh_hans: 收藏

source: Complete Your Day
ja: 今日を締めくくりましょう
ko: 오늘을 마무리하세요
zh_hans: 完成今天的训练

source: Complete all exercises to collect a flower.
ja: すべてのエクササイズを完了して 花を集めましょう。
ko: 모든 운동을 완료하면 꽃을 받을 수 있어요.
zh_hans: 完成所有练习 即可获得一朵花。

source: Consistency is the key. You're doing amazing!
ja: 継続が鍵です。 素晴らしいですよ！
ko: 꾸준함이 핵심이에요. 정말 잘하고 있어요!
zh_hans: 坚持是关键。 你做得太棒了！

source: Daily exercises to support your recovery.
ja: 回復をサポートする 毎日のエクササイズ。
ko: 회복을 돕는 매일의 운동.
zh_hans: 每日练习 助力你的康复。

source: Daily workout intensity
ja: 1日の運動強度
ko: 일일 운동 강도
zh_hans: 每日训练强度

source: Daisy
ja: デイジー
ko: 데이지
zh_hans: 雏菊

source: Danger Zone
ja: データ管理
ko: 위험 구역
zh_hans: 数据管理

source: Decrease sets
ja: セットを減らす
ko: 세트 줄이기
zh_hans: 减少组数

source: Difficulty
ja: 難易度
ko: 난이도
zh_hans: 训练难度

source: Don't forget to exercise today! 🌸
ja: 今日の運動をお忘れなく！🌸
ko: 오늘 운동 잊지 마세요! 🌸
zh_hans: 不要忘记今天的练习！🌸

source: Done
ja: 完了
ko: 완료
zh_hans: 完成

source: Done, return to home
ja: 完了、ホームに戻る
ko: 완료, 홈으로 돌아가기
zh_hans: 完成，返回主页

source: Drop your jaw as far as comfortable
ja: 無理のない範囲で顎を最大限に下げましょう
ko: 편한 범위 내에서 턱을 최대한 내려보세요
zh_hans: 在舒适范围内尽量张开下颌

source: Earn flowers daily
ja: 毎日花を獲得しましょう
ko: 매일 꽃을 획득하세요
zh_hans: 每天获得花朵

source: Earned on %@
ja: %@に獲得
ko: %@에 획득
zh_hans: 获得于 %@

source: Embrace your own pace.
ja: 自分のペースを大切にしましょう。
ko: 자신의 속도로 충분해요.
zh_hans: 保持自己的节奏。

source: Every effort builds your bloom.
ja: すべての努力が花を咲かせます。
ko: 모든 노력이 꽃을 피워요.
zh_hans: 每一份努力都在促进你的绽放。

source: Every effort builds your bloom. Great job today!
ja: すべての努力が花を咲かせます。 今日もよく頑張りました！
ko: 모든 노력이 꽃을 피워요. 오늘도 수고했어요!
zh_hans: 每一份努力都在促进你的绽放。 今天做得很好！

source: Every extra effort counts. You're doing great!
ja: 余分な努力も一つひとつ大切です。 頑張っていますよ！
ko: 추가 노력 하나하나가 소중해요. 정말 잘하고 있어요!
zh_hans: 每一份额外的努力都很重要。 你做得很好！

source: Every smile starts with hope.
ja: すべての笑顔は希望から始まります。
ko: 모든 미소는 희망에서 시작돼요.
zh_hans: 每一个微笑都始于希望。

source: Extra Practice
ja: 追加練習
ko: 추가 연습
zh_hans: 额外练习

source: Extra practice shows real commitment. Your dedication will pay off.
ja: 追加練習は本物の努力の証。 頑張りは必ず実を結びます。
ko: 추가 연습이 당신의 진심을 보여줘요. 포기하지 않는 당신이 정말 멋져요.
zh_hans: 额外练习展现了真正的承诺。 你的付出一定会有回报。

source: Eye
ja: 目
ko: 눈
zh_hans: 眼睛

source: Eyes
ja: 目
ko: 눈
zh_hans: 眼睛

source: Face Tracking Not Available
ja: 顔追跡を利用できません
ko: 얼굴 추적을 사용할 수 없음
zh_hans: 面部追踪不可用

source: Facial guide setting
ja: 顔ガイドの設定
ko: 얼굴 가이드 설정
zh_hans: 面部引导设置

source: Feel the Breeze
ja: そよ風を感じる
ko: 바람을 느끼다
zh_hans: 感受微风

source: Flourish needs camera access to track your facial movements. Please enable it in Settings.
ja: Flourishは顔の動きを追跡するためにカメラのアクセスが必要です。設定で有効にしてください。
ko: 얼굴 움직임을 추적하려면 카메라 접근 권한이 필요해요. 설정에서 활성화해 주세요.
zh_hans: Flourish需要相机权限来追踪你的面部动作。请在设置中启用。

source: Flowers
ja: 獲得した花
ko: 꽃
zh_hans: 获得花朵

source: Frown
ja: しかめ面
ko: 찡그림
zh_hans: 皱眉

source: Full face
ja: 顔全体
ko: 전체 얼굴
zh_hans: 全脸

source: Gently move your facial muscles
ja: 顔の筋肉を優しく動かしましょう
ko: 부드럽게 얼굴 근육을 움직여보세요
zh_hans: 轻柔地活动面部肌肉

source: Get Started
ja: 始める
ko: 시작하기
zh_hans: 开始

source: Get ready to smile!
ja: 笑顔の準備をしましょう！
ko: 미소 준비하세요!
zh_hans: 准备好微笑！

source: Give a big, wide smile
ja: 大きく広い笑顔を見せましょう
ko: 크게 활짝 웃어보세요
zh_hans: 露出灿烂的大笑

source: Go Back
ja: 戻る
ko: 돌아가기
zh_hans: 返回

source: Going the extra mile! Your muscles will thank you.
ja: 一歩先へ進んでいます！ 筋肉が感謝するでしょう。
ko: 한 걸음 더 해냈어요! 꾸준함이 근육을 키워요.
zh_hans: 更进一步！ 你的肌肉会感谢你的。

source: Great Job!
ja: よくできました！
ko: 잘했어요!
zh_hans: 做得很好！

source: Grow the Sprout
ja: 芽を育てる
ko: 새싹을 키우다
zh_hans: 培育嫩芽

source: Growth
ja: 記録
ko: 성장
zh_hans: 成长

source: Growth rate, %d percent
ja: 成長率、%d%%
ko: 성장률, %d%%
zh_hans: 成长率，%d%%

source: Healing is a journey, not a race.
ja: 回復は競争ではなく旅です。
ko: 회복은 서두르지 않아도 괜찮아요.
zh_hans: 康复是一段旅程，而不是比赛。

source: Hibiscus
ja: ハイビスカス
ko: 히비스커스
zh_hans: 木槿花

source: Hold each expression for 4 seconds
ja: 各表情を4秒間維持してください
ko: 각 표정을 4초간 유지하세요
zh_hans: 每个表情保持4秒

source: Hold that pose!
ja: そのポーズを維持してください！
ko: 그 자세를 유지하세요!
zh_hans: 保持那个姿势！

source: Hold timer
ja: 維持タイマー
ko: 유지 타이머
zh_hans: 保持计时器

source: Home
ja: ホーム
ko: 홈
zh_hans: 主页

source: Increase sets
ja: セットを増やす
ko: 세트 늘리기
zh_hans: 增加组数

source: It's becoming more natural
ja: だんだん自然になってきました
ko: 점점 자연스러워지고 있어요
zh_hans: 越来越自然了

source: Jaw
ja: 顎
ko: 턱
zh_hans: 下颌

source: Keep It Up!
ja: 続けましょう！
ko: 계속 힘내세요!
zh_hans: 继续加油！

source: Keep going!
ja: 続けましょう！
ko: 계속 힘내세요!
zh_hans: 继续加油！

source: Keep going...
ja: 続けてください...
ko: 계속해보세요...
zh_hans: 继续吧...

source: Keep the Flow
ja: 流れを保ちましょう
ko: 흐름을 이어가세요
zh_hans: 保持节奏

source: Keep your streak going — exercise now.
ja: 今すぐ運動して、ストリークを続けましょう。
ko: 지금 운동하고 스트릭을 이어가세요.
zh_hans: 保持你的连续记录——现在就练习。

source: Lavender
ja: ラベンダー
ko: 라벤더
zh_hans: 薰衣草

source: Left
ja: 左
ko: 왼쪽
zh_hans: 左

source: Left Side
ja: 左側
ko: 왼쪽
zh_hans: 左侧

source: Lift both eyebrows to create forehead lines
ja: 額にしわができるように両眉を上げましょう
ko: 이마에 주름이 생기도록 양쪽 눈썹을 올려보세요
zh_hans: 抬起双眉，让额头出现皱纹

source: Little by little, you bloom.
ja: 少しずつ、あなたは咲いています。
ko: 조금씩, 당신은 피어나고 있어요.
zh_hans: 一点一点地，你在绽放。

source: Lotus
ja: 蓮
ko: 연꽃
zh_hans: 莲花

source: Lower
ja: 下顔面
ko: 아래쪽
zh_hans: 下面部

source: Lower Face
ja: 下顔面
ko: 아래쪽 얼굴
zh_hans: 下面部

source: Lower face only
ja: 下顔面のみ
ko: 아래쪽 얼굴만
zh_hans: 仅下面部

source: Move freely and relax
ja: 自由に動いてリラックスしましょう
ko: 자유롭게 움직이며 편히 쉬어요
zh_hans: 自由移动并放松

source: My Collection
ja: マイコレクション
ko: 내가 모은 꽃
zh_hans: 我的收藏

source: Your first flower is waiting
ja: 最初の花を待っています
ko: 첫 꽃을 기다리고 있어요
zh_hans: 正在等待你的第一朵花

source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步

source: No Smile Detected
ja: 笑顔が検出されませんでした
ko: 미소가 감지되지 않았어요
zh_hans: 未检测到微笑

source: No flowers yet
ja: まだ花がありません
ko: 아직 꽃이 없어요
zh_hans: 还没有花朵

source: Complete all %lld exercises daily to earn flowers
ja: 毎日%lld個のエクササイズをすべて完了すると 花を受け取れます
ko: 매일 운동 %lld개를 모두 완료하면 꽃을 받을 수 있어요
zh_hans: 每天完成 %lld 个练习后 就能获得花朵

source: No smile detected — try smiling wider!
ja: 笑顔が検出されませんでした — もっと大きく笑ってみてください！
ko: 미소가 감지되지 않았어요 — 더 크게 웃어보세요!
zh_hans: 未检测到微笑——试着笑得更开一些！

source: None
ja: なし
ko: 없음
zh_hans: 无

source: Number of Sets
ja: セット数
ko: 세트 수
zh_hans: 组数

source: One More to Go!
ja: あと一つ！
ko: 하나만 더!
zh_hans: 还差一个！

source: One step closer to your goals. Time to rest now.
ja: 目標に一歩近づきました。 今は休む時間です。
ko: 목표에 한 걸음 더 가까워졌어요. 이제 쉴 시간이에요.
zh_hans: 离目标又近了一步。 现在是休息时间。

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置

source: Open your mouth wide
ja: 口を大きく開けましょう
ko: 입을 크게 벌려보세요
zh_hans: 大开嘴巴

source: Permanently deletes all sessions, flowers, and settings
ja: セッション、花、設定が完全に削除されます。
ko: 세션, 꽃, 설정이 영구적으로 삭제됩니다.
zh_hans: 永久删除所有训练、花朵和设置

source: Pick Your Flower
ja: 花を選ぶ
ko: 꽃 고르기
zh_hans: 选择你的花

source: Pick Your Flower!
ja: 花を選びましょう！
ko: 꽃을 골라보세요!
zh_hans: 选择你的花！

source: Pick your flower reward
ja: 花の報酬を選ぶ
ko: 꽃 보상 고르기
zh_hans: 选择你的花朵奖励

source: Practice More
ja: もっと練習する
ko: 추가 연습하기
zh_hans: 继续练习

source: Practice makes progress. You're on the right path.
ja: 練習が進歩を生みます。 正しい道を歩んでいます。
ko: 연습할수록 나아지고 있어요. 제대로 가고 있어요.
zh_hans: 练习带来进步。 你走在正确的道路上。

source: Practice more exercises
ja: もっとエクササイズを練習する
ko: 운동 더 연습하기
zh_hans: 练习更多动作

source: Practice simple face exercises
ja: 簡単な顔の エクササイズを練習しましょう
ko: 간단한 얼굴 운동을 연습하세요
zh_hans: 练习简单的 面部运动

source: Preferences
ja: 設定
ko: 설정
zh_hans: 设置

source: Pull your mouth corners downward
ja: 口角を下に引き下げましょう
ko: 입꼬리를 아래로 내려주세요
zh_hans: 将嘴角向下拉

source: Push your lower lip and corners downward
ja: 下唇と口角を下に押し下げましょう
ko: 아랫입술과 입꼬리를 아래로 밀어주세요
zh_hans: 将下唇和嘴角向下推

source: Raise your eyebrows up high
ja: 眉をしっかり上げましょう
ko: 눈썹을 높이 올려주세요
zh_hans: 高高地抬起眉毛

source: Ready to Smile
ja: 笑顔の準備完了
ko: 미소 준비 완료
zh_hans: 准备好微笑

source: Reset
ja: リセット
ko: 초기화
zh_hans: 重置

source: Reset All Data?
ja: すべてのデータをリセットしますか？
ko: 모든 데이터를 초기화할까요?
zh_hans: 重置所有数据？

source: Reset Everything
ja: すべてリセット
ko: 모두 초기화
zh_hans: 全部重置

source: Reset all data
ja: すべてのデータをリセット
ko: 모든 데이터 초기화
zh_hans: 重置所有数据

source: Reset everything
ja: すべてのデータをリセット
ko: 모든 데이터 초기화
zh_hans: 重置所有数据

source: Right
ja: 右
ko: 오른쪽
zh_hans: 右

source: Right Side
ja: 右側
ko: 오른쪽
zh_hans: 右侧

source: Rose
ja: バラ
ko: 장미
zh_hans: 玫瑰

source: Select an affected side first
ja: まずマヒのある側を選択してください
ko: 마비된 쪽을 먼저 선택하세요
zh_hans: 请先选择瘫痪侧

source: Select if only your lower face is affected
ja: 下顔面だけが影響を受けている場合に選択してください
ko: 아래쪽 얼굴만 마비된 경우 선택하세요
zh_hans: 如果仅下面部受影响，请选择此项

source: Select if the %@ side of your face is affected
ja: 顔の%@側がマヒしている場合は選択してください
ko: 얼굴의 %@ 쪽이 마비된 경우 선택하세요
zh_hans: 如果你面部的%@侧受到影响，请选择

source: Sessions
ja: トレーニング回数
ko: 세션
zh_hans: 训练次数

source: Set %lld of %lld
ja: %2$lld セット中 %1$lld セット目
ko: %2$lld세트 중 %1$lld번째
zh_hans: %2$lld组中第%1$lld组

source: Skip
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过

source: Skip calibration, use default target
ja: キャリブレーションをスキップ、デフォルト目標を使用
ko: 보정 건너뛰기, 기본 목표 사용
zh_hans: 跳过校准，使用默认目标

source: Skip this set
ja: このセットをスキップ
ko: 이 세트 건너뛰기
zh_hans: 跳过这组

source: Smile
ja: 笑顔
ko: 미소
zh_hans: 微笑

source: Smile Calibration
ja: 笑顔のキャリブレーション
ko: 미소 보정
zh_hans: 微笑校准

source: Smile as wide as you can!
ja: できる限り大きく笑ってください！
ko: 최대한 크게 웃어주세요!
zh_hans: 尽可能地大笑！

source: So Proud of You!
ja: とても誇りに思います！
ko: 정말 자랑스러워요!
zh_hans: 真为你骄傲！

source: Some days, it's hard to look in the mirror.
ja: ある日は、鏡を見るのが 辛くなることもあります。
ko: 어떤 날은 거울을 보는 것이 힘들기도 해요.
zh_hans: 有些日子，照镜子 是件难事。

source: Spread both corners of your mouth wide
ja: 両口角を広く広げましょう
ko: 양쪽 입꼬리를 넓게 펼쳐보세요
zh_hans: 将两侧嘴角大幅展开

source: Squeeze your eyes shut gently
ja: 目を優しくしっかり閉じましょう
ko: 눈을 부드럽게 꼭 감아보세요
zh_hans: 轻轻地紧闭双眼

source: Start
ja: 開始
ko: 시작
zh_hans: 开始

source: Start %@ exercise
ja: %@エクササイズを始める
ko: %@ 운동 시작하기
zh_hans: 开始%@练习

source: Start Your Training
ja: トレーニングを始めましょう
ko: 훈련을 시작하세요
zh_hans: 开始你的训练

source: Starting soon...
ja: まもなく開始します...
ko: 곧 시작합니다...
zh_hans: 即将开始...

source: Sunflower
ja: ひまわり
ko: 해바라기
zh_hans: 向日葵

source: Take a short break...
ja: 少し休憩してください...
ko: 잠시 쉬어가세요...
zh_hans: 稍作休息...

source: Take it slow. You've earned your rest.
ja: ゆっくりしてください。 休む資格があります。
ko: 천천히 하세요. 충분히 쉴 자격이 있어요.
zh_hans: 慢慢来。 你值得休息。

source: Taking care of yourself is a gift. Keep believing in your journey.
ja: 自分を大切にすることは贈り物です。 旅を信じ続けてください。
ko: 나를 돌보는 것이 가장 큰 선물이에요. 이 길을 계속 걸어가 주세요.
zh_hans: 照顾好自己是一份礼物。 继续相信你的旅程。

source: Tap to begin 5-second smile capture
ja: 5秒間の笑顔撮影を始めるにはタップしてください
ko: 5초 미소 촬영을 시작하려면 탭하세요
zh_hans: 点击开始5秒微笑捕捉

source: Tap to skip the current set
ja: 現在のセットをスキップするにはタップしてください
ko: 현재 세트를 건너뛰려면 탭하세요
zh_hans: 点击跳过当前组

source: The bud is about to open Natural movements will make it bloom
ja: つぼみが開こうとしています 自然な動きが 花を咲かせるでしょう
ko: 꽃봉오리가 피어나려 해요 자연스러운 움직임이 꽃을 피울 거예요
zh_hans: 花蕾即将绽放 自然的动作 会让它盛开

source: The sprout is reaching for sunlight Give it strength with a warm expression
ja: 芽が太陽の光に向かって伸びています 温かい表情で 力を与えましょう
ko: 새싹이 햇빛을 향해 뻗어가고 있어요 따뜻한 표정으로 힘을 주세요
zh_hans: 嫩芽正在追寻阳光 用温暖的表情 给它力量

source: This Week
ja: 今週
ko: 이번 주
zh_hans: 本周

source: This device doesn't support Face Tracking. Please use an iPad with TrueDepth camera.
ja: このデバイスは顔追跡をサポートしていません。 TrueDepthカメラを搭載したデバイスをご使用ください。
ko: 이 기기는 얼굴 추적을 지원하지 않아요. TrueDepth 카메라가 있는 기기를 사용해 주세요.
zh_hans: 此设备不支持面部追踪。 请使用配备TrueDepth相机的设备。

source: This week
ja: 今週
ko: 이번 주
zh_hans: 本周

source: Today's progress, %lld of %lld exercises complete
ja: 今日の進捗、%2$lld個中%1$lld個完了
ko: 오늘의 진행 상황, 총 %2$lld개 중 %1$lld개 완료
zh_hans: 今日进度，共%2$lld个中完成%1$lld个

source: Track your progress
ja: 成長を確認しましょう
ko: 나의 성장을 확인하세요
zh_hans: 追踪你的进步

source: Try Again
ja: もう一度試す
ko: 다시 시도
zh_hans: 再试一次

source: Tulip
ja: チューリップ
ko: 튤립
zh_hans: 郁金香

source: Wake Up Your Smile
ja: 笑顔を目覚めさせましょう
ko: 미소를 깨워보세요
zh_hans: 唤醒你的微笑

source: Watch your smile grow stronger.
ja: 笑顔が 強くなっていくのを見守りましょう。
ko: 미소가 점점 강해지는 걸 지켜보세요.
zh_hans: 看着你的微笑 变得更有力。

source: We couldn't capture your smile. Try again or skip to use default settings.
ja: 笑顔を検出できませんでした。 もう一度試すか、スキップしてデフォルト設定を使用してください。
ko: 미소를 감지하지 못했어요. 다시 시도하거나 건너뛰어 기본 설정을 사용하세요.
zh_hans: 未能捕捉到你的微笑。 请再试一次或跳过以使用默认设置。

source: We'll mirror your healthy side as a guide during exercises.
ja: エクササイズ中は健康な側を 鏡のようにガイドとして表示します。
ko: 운동 중 건강한 쪽을 거울처럼 가이드로 보여드릴게요.
zh_hans: 我们将在练习中 镜像你健康的一侧作为引导。

source: When you press the button below, smile as wide as you can for 5 seconds. We'll use it to set your personal target.
ja: 下のボタンを押すと、 5秒間できる限り大きく笑ってください。 個人目標の設定に使用します。
ko: 아래 버튼을 누르면 5초 동안 최대한 크게 웃어주세요. 개인 목표를 설정하는 데 사용할게요.
zh_hans: 按下面的按钮后， 尽可能地大笑5秒钟。 我们将用它来设定你的个人目标。

source: When your own smile feels out of reach.
ja: 自分の笑顔が 遠く感じるとき。
ko: 자신의 미소가 멀게만 느껴질 때.
zh_hans: 当自己的微笑 感觉遥不可及时。

source: Which exercise would you like to practice?
ja: どのエクササイズを練習しますか？
ko: 어떤 운동을 연습하고 싶으세요?
zh_hans: 你想练习哪个动作？

source: Which side is affected?
ja: どちらの側がマヒしていますか？
ko: 어느 쪽이 마비되었나요?
zh_hans: 哪侧受到了影响？

source: Wonderful!
ja: 素晴らしい！
ko: 훌륭해요!
zh_hans: 太棒了！

source: You can change this later in the settings.
ja: 後で設定から 変更できます。
ko: 나중에 설정에서 변경할 수 있어요.
zh_hans: 你可以稍后 在设置中更改。

source: You did it! See you tomorrow.
ja: やりました！ また明日。
ko: 해냈어요! 내일 만나요.
zh_hans: 你做到了！ 明天见。

source: You earned a flower!
ja: 花を獲得しました！
ko: 꽃을 획득했어요!
zh_hans: 你获得了一朵花！

source: You're Dedicated!
ja: 本当に熱心ですね！
ko: 정말 열심이시네요!
zh_hans: 你真是太投入了！

source: You're Warming Up
ja: ウォームアップ中です
ko: 몸이 풀리고 있어요
zh_hans: 正在热身中

source: You've nurtured your growth. Enjoy your rest.
ja: 成長をよく育てました。 ゆっくり休んでください。
ko: 오늘도 잘 해냈어요. 편히 쉬세요.
zh_hans: 你已经精心培育了自己的成长。 好好休息吧。

source: Your Progress
ja: 進捗状況
ko: 나의 성장
zh_hans: 我的进度

source: Your future smile is thanking you. See you tomorrow!
ja: 未来の笑顔があなたに感謝しています。 また明日！
ko: 오늘의 노력이 미래의 미소를 만들어요. 내일 만나요!
zh_hans: 未来的微笑在感谢你。 明天见！

source: Your movements are growing
ja: あなたの動きが育っています
ko: 움직임이 점점 나아지고 있어요
zh_hans: 你的动作在进步

source: Your progress is beautiful.
ja: あなたの進歩は美しいです。
ko: 당신의 발전이 아름다워요.
zh_hans: 你的进步是美丽的。

source: Your sessions, flowers, and settings will be permanently deleted. This cannot be undone.
ja: セッション、花、設定が完全に削除されます。この操作は元に戻せません。
ko: 세션, 꽃, 설정이 영구적으로 삭제됩니다. 되돌릴 수 없어요.
zh_hans: 你的训练、花朵和设置将被永久删除。此操作无法撤销。

source: Your strength shines through.
ja: あなたの力が輝いています。
ko: 당신의 힘이 빛나고 있어요.
zh_hans: 你的力量在闪耀。

source: completed
ja: 完了
ko: 완료됨
zh_hans: 已完成

source: done
ja: 完了
ko: 완료
zh_hans: 完成

source: not yet done
ja: 未完了
ko: 아직 미완료
zh_hans: 尚未完成

source: up next
ja: 次の予定
ko: 다음 순서
zh_hans: 下一个
